Repository: nastix123/together
Catalog: back/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Authentication
ru: Аутентификация

source: first_name
ru: имя

source: last_name
ru: фамилия

source: middle_name
ru: отчество

source: email
ru: электронная почта

source: phone
ru: телефон

source: appointment
ru: назначение

source: job_title
ru: должность

source: user
ru: пользователь

source: users
ru: пользователи

source: Can view User list
ru: Может просматривать список пользователей

source: Can add User
ru: Может добавлять пользователей

source: Can change User
ru: Может изменять пользователей

source: Can delete User
ru: Может удалять пользователей

source: Can reset password
ru: Может сбросить пароль

source: Can add permission
ru: Может добавлять разрешения

source: Can change permission
ru: Может изменять разрешения

source: Can delete permission
ru: Может удалять разрешения

source: Can view permission
ru: Может просматривать разрешения

source: Can add group
ru: Может добавлять группы

source: Can change group
ru: Может изменять группы

source: Can delete group
ru: Может удалять группы

source: Can view group
ru: Может просматривать группы

source: Can set users
ru: Может устанавливать пользователей

source: Can get group users
ru: Может получать пользователей группы

source: Can get only group
ru: Может получать только группу

source: passport templates
ru: шаблоны паспортов

source: passports template name
ru: название шаблона паспорта

source: passports template attribute
ru: атрибут шаблона паспорта

source: passports template attribute type
ru: тип атрибута шаблона паспорта

source: passport template
ru: шаблон паспорта

source: reference
ru: ссылка

source: string
ru: строка

source: UUID
ru: Уникальный идентификатор (UUID)

source: boolean
ru: логическое значение

source: decimal
ru: десятичное число

source: positive integer
ru: положительное целое число

source: integer
ru: целое число

source: datetime
ru: дата и время

source: date
ru: дата

source: one to one
ru: один к одному

source: one to none or one to one
ru: один к ни одному или один к одному

source: one to none or one to many
ru: один к ни одному или один ко многим

source: only one
ru: только один

source: one to many
ru: один ко многим

source: classes reference book description
ru: описание справочника классов

source: class_name
ru: имя класса

source: parent class_name
ru: имя родительского класса

source: parent class
ru: родительский класс

source: classes reference book
ru: справочник классов

source: classes reference books
ru: справочники классов

source: attributes reference book description
ru: описание справочника атрибутов

source: attributes_name
ru: имя атрибута

source: attributes class name
ru: имя класса атрибута

source: attributes type
ru: тип атрибута

source: attributes class reference book
ru: справочник классов атрибутов

source: attributes class reference books
ru: справочники классов атрибутов

source: class association reference book description
ru: описание справочника ассоциаций классов

source: initial class name
ru: имя начального класса

source: final class name
ru: имя конечного класса

source: associations name
ru: имя ассоциации

source: multiplicity
ru: множественность

source: class associations reference book
ru: справочник ассоциаций классов

source: class associations reference books
ru: справочники ассоциаций классов

source: English
ru: Английский

source: Russian
ru: Русский

source: Date created
ru: Дата создания

source: Date updated
ru: Дата обновления
